Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZE_EMAIL_HIDE_MY_EMAIL_DESCRIPTION
source: Hide My Email allows apps to contact you without receiving your real email address.
ar: تسمح ميزة إخفاء بريدي الإلكتروني للتطبيقات بالتواصل معك دون أن تستلم عنوان بريدك الإلكتروني الحقيقي.
bg: Функцията Скрий моя имейл позволява на приложения да се свързват с вас, без да получават истинския ви имейл адрес.
bn: “আমার ইমেল লুকান” এই অপশনটি বিভিন্ন অ্যাপকে আপনার আসল ইমেল অ্যাড্রেস না জানিয়েই আপনার সাথে যোগাযোগ করার অনুমতি দেয়।
ca: La funció d’ocultació de l’adreça electrònica permet que les apps contactin amb tu sense tenir l’adreça real.
cs: Při použití volby „Skrýt můj e‑mail“ vás aplikace můžou kontaktovat, ale neobdrží vaši skutečnou e‑mailovou adresu.
da: Skjul min e-mailadresse gør det muligt for apps at kontakte dig, uden at de får din rigtige e-mailadresse.
de: Mit „E‑Mail-Adresse verbergen“ können Apps dich kontaktieren, ohne deine reale E-Mail-Adresse zu erhalten.
el: Η ρύθμιση «Απόκρυψη email» επιτρέπει σε εφαρμογές να επικοινωνούν μαζί σας χωρίς να λαμβάνουν την πραγματική διεύθυνση email σας.
es: “Ocultar mi correo electrónico” permite a las apps contactar contigo sin proporcionarles tu dirección de correo electrónico auténtica.
es_419: La función Ocultar mi correo permite a apps comunicarse contigo sin recibir tu dirección de correo verdadera.
fi: Kätke osoitteeni -toiminnon avulla apit voivat ottaa sinuun yhteyttä tietämättä oikeaa sähköposti­osoitettasi.
fr: « Masquer mon adresse e-mail » permet aux apps de vous contacter sans utiliser votre véritable adresse e-mail.
fr_ca: « Masquer mon adresse courriel » permet aux applications de vous contacter sans recevoir votre vraie adresse courriel.
gu: “મારું ઇમેલ છુપાવો”તમારું વાસ્તવિક ઇમેલ અડ્રેસ મેળવ્યાં વિના તમારો સંપર્ક કરવાની અનુમતિ આપે છે.
he: ״הסתרת הדוא״ל שלי״ מאפשר ליישומים ליצור איתך קשר בלי לקבל את כתובת הדוא״ל האמיתית שלך.
hi: “मेरा ईमेल छिपाएँ” आपका वास्तविक ईमेल पता प्राप्त किए बिना ऐप्स को आपसे संपर्क करने की अनुमति देता है।
hr: Kad odaberete opciju Sakrij moj e-mail, aplikacije vas mogu kontaktirati bez primanja vaše stvarne e-mail adrese.
hu: Az e-mail-cím elrejtése funkció lehetővé teszi, hogy az appok felvegyék Önnel a kapcsolatot anélkül, hogy megkapnák az Ön valódi e-mail-címét.
id: Sembunyikan Email Saya memungkinkan app untuk menghubungi Anda tanpa menerima alamat email asli Anda.
it: Questa opzione consente alle app di contattarti senza che debbano ricevere il tuo indirizzo email reale.
ja: “メールを非公開”を使用すると、実際のメールアドレスを受け渡すことなくアプリと連絡できます。
kk: «Эл. поштамды жасыру» функциясы қолданбаларға сізге шынайы эл. пошта мекенжайын алмай хабарласуға мүмкіндік береді.
kn: ನನ್ನ ಈಮೇಲ್ ಅನ್ನು ಮರೆಮಾಡಿ ಎಂಬುದು ನಿಮ್ಮ ನೈಜವಾದ ಈಮೇಲ್ ವಿಳಾಸವನ್ನು ಸ್ವೀಕರಿಸದೆಯೇ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಈ ಆ್ಯಪ್‌ಗಳನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
ko: ‘나의 이메일 가리기’는 앱이 사용자의 실제 이메일 주소를 받지 않고도 사용자에게 연락할 수 있도록 합니다.
lt: Naudojant el. pašto slėpimo funkciją, programos gali su jumis susisiekti net ir negavusios jūsų tikrojo el. pašto adreso.
ml: നിങ്ങളുടെ യഥാർത്ഥ ഇ-മെയിൽ വിലാസം ഇല്ലാതെ തന്നെ നിങ്ങളെ ബന്ധപ്പെടാൻ ‘എന്റെ ഇ-മെയിൽ മറയ്ക്കൂ’ ആപ്പുകളെ അനുവദിക്കുന്നു.
mr: ‘माझा ईमेल लपवा’ ॲपला तुमचा रिअल ईमेल प्राप्त केल्याशिवाय देता संपर्क साधण्याची परवानगी देतो.
ms: Sembunyikan E-mel Saya membenarkan app menghubungi anda tanpa menerima alamat e-mel sebenar anda.
nl: Met 'Verberg mijn e‑mailadres' kunnen apps contact met je opnemen zonder dat ze je echte e‑mailadres ontvangen.
no: Skjul e‑postadressen min gir apper muligheten til å kontakte deg uten at de kjenner din egentlige e‑postadresse.
or: ‘ମୋ ଇମେଲ୍ ଲୁଚାନ୍ତୁ’ ଆପଣଙ୍କ ପ୍ରକୃତ ଇମେଲ୍ ଠିକଣା ପ୍ରାପ୍ତ କରିନଥିଲେ ମଧ୍ୟ ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବା ପାଇଁ ଆପ୍‌କୁ ଅନୁମତି ଦେଇଥାଏ।
pa: “ਮੇਰੀ ਈਮੇਲ ਲੁਕਾਓ” ਨਾਲ ਐਪਾਂ ਤੁਹਾਡਾ ਅਸਲ ਈਮੇਲ ਪਤਾ ਪ੍ਰਾਪਤ ਕੀਤੇ ਬਿਨਾਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੀਆਂ ਹਨ।
pl: Funkcja Ukryj mój adres email umożliwia aplikacjom kontaktowanie się z Tobą bez dostępu do Twojego prawdziwego adresu email.
pt_br: Ocultar Meu E-mail permite que apps contatem você sem receber o seu endereço de e-mail real.
pt_pt: Com Ocultar o meu e‑mail, as aplicações podem entrar em contacto consigo sem receber o seu endereço de e‑mail verdadeiro.
ro: Funcționalitatea „Mascare e‑mail” permite ca aplicațiile să vă poată contacta fără a primi adresa dvs. reală de e‑mail.
ru: Функция «Скрыть e‑mail» дает возможность приложениям обращаться к Вам без получения Вашего настоящего адреса e‑mail.
sk: Funkcia Skryť môj email umožňuje apkám kontaktovať vás bez toho, aby získali vašu skutočnú emailovú adresu.
sl: Možnost Skrit e‑poštni naslov omogoča aplikacijam, da stopijo v stik z vami, vendar ne prejmejo vašega pravega e-poštnega naslova.
sv: Om du använder Dölj min e-postadress kan appar kontakta dig utan att få tillgång till din riktiga e-postadress.
ta: “எனது மின்னஞ்சலை மறை” அம்சம் மூலம் செயலிகள் உங்களது அசல் மின்னஞ்சல் முகவரியை பெறாமல் உங்களைத் தொடர்புகொள்ள முடியும்.
te: మీ అసలైన అడ్రెస్ లేకుండా, మిమ్మల్ని కాంటాక్ట్ చేయడానికి ‘నా ఇమెయిల్ దాచండి’ యాప్‌లను అనుమతిస్తుంది.
th: การซ่อนอีเมลของฉันจะอนุญาตให้แอปติดต่อกับคุณได้โดยไม่ได้รับที่อยู่อีเมลจริงของคุณ
tr: E-Postamı Gizle, uygulamaların gerçek e-posta adresinizi almadan size ulaşmasını sağlar.
uk: Завдяки параметру «Сховати мою е‑адресу» ви зможете взаємодіяти з програмами, не повідомляючи своєї справжньої е‑адреси.
ur: “میرا ای میل چھپائیں” ایپ کو آپ کا حقیقی ای میل ایڈریس جانے بغیر آپ سے رابطہ کرنے کی اجازت دیتا ہے۔
vi: Ẩn địa chỉ email cho phép các ứng dụng liên hệ với bạn mà không nhận được địa chỉ email thực của bạn.
zh_cn: “隐藏邮件地址”可允许App在不接收你真实电子邮件地址的前提下联系你。
zh_hk: 隱藏我的電郵允許App聯絡你但毋須接收你真正的電郵地址。
zh_tw: 「隱藏電子郵件地址」可讓App不需接收你的真實電子郵件地址即可與你聯絡。

# APPROVAL_REQUEST_TITLE_MESSAGE
source: Ask Permission
ar: طلب إذن
bg: Поискайте разрешение
bn: অনুমতি নিন
ca: Sol·licita permís
cs: Požádat o povolení
da: Bed om tilladelse
de: Genehmigung einholen
el: Ερώτηση για άδεια
es: Solicitar permiso
es_419: Solicitar permiso
fi: Kysy lupa
fr: Demander l’autorisation
fr_ca: Demander l’autorisation
gu: પરવાનગી માંગો
he: בקשת הרשאה
hi: अनुमति माँगें
hr: Traži dopuštenje
hu: Engedély kérése
id: Minta Izin
it: Chiedi il permesso
ja: 許可を要求
kk: Рұқсат сұрау
kn: ಅನುಮತಿ ಕೇಳಿ
ko: 권한 요청
lt: Prašykite leidimo
ml: അനുമതി ആവശ്യപ്പെടൂ
mr: परवानगी मागा
ms: Minta Keizinan
nl: Vraag toestemming
no: Be om tillatelse
or: ଅନୁମତି ମାଗନ୍ତୁ
pa: ਇਜਾਜ਼ਤ ਮੰਗੋ
pl: Poproś o zgodę
pt_br: Pedir Permissão
pt_pt: Pedir autorização
ro: Solicitați permisiune
ru: Запросить разрешение
sk: Žiadať povolenie
sl: Zahtevanje dovoljenja
sv: Be om tillåtelse
ta: அனுமதி கேள்
te: అనుమతిని అడగాలి
th: ขออนุญาต
tr: İzin İste
uk: Просити дозволу
ur: اجازت مانگیں
vi: Yêu cầu quyền
zh_cn: 请求许可
zh_hk: 請求取用權限
zh_tw: 請求取用權限

# PASSWORD_REQUEST_VIEW_SIGN_INTO_APP_WITH_APPLE_REBRAND
source: Sign in to %@ using your existing account “%@”?
ar: تسجيل الدخول إلى %@ باستخدام حسابك الحالي "%@"؟
bg: Искате ли да влезете в %@ с вашата съществуваща регистрация „%@“?
bn: আপনার বিদ্যমান “%2$@” ব্যবহার করে %1$@-এ সাইন ইন করবেন?
ca: Vols iniciar sessió a %@ amb el compte %@ que ja tens?
cs: Chcete se k aplikaci %@ přihlásit pod svým existujícím účtem „%@“?
da: Log ind på %@ vha. din eksisterende konto “%@”?
de: Möchtest du dich bei %@ mit deinem vorhandenen Account „%@“ anmelden?
el: Σύνδεση στην εφαρμογή «%@» χρησιμοποιώντας τον υπάρχοντα λογαριασμό σας «%@»;
es: ¿Quieres iniciar sesión en %@ con tu cuenta existente %@?
es_419: ¿Iniciar sesión en %@ con tu cuenta existente “%@”?
fi: Kirjaudutaanko %[tt]@-appiin käyttäen tiliä %@.
fr: Voulez-vous vous connecter à %@ avec votre compte existant « %@ » ?
fr_ca: Voulez-vous vous connecter à %@ avec votre compte existant « %@ »?
gu: તમારા પ્રવર્તમાન અકાઉંટ “%2$@”નો ઉપયોગ કરીને %1$@માં સાઇન ઇન કરવું છે?
he: להתחבר אל %@ באמצעות החשבון הקיים שלך ״%@״?
hi: अपने मौजूदा खाते “%@” का इस्तेमाल करके %@ में साइन इन करें?
hr: Prijaviti se na %@ koristeći svoj postojeći račun “%@”?
hu: Bejelentkezik a(z) %@ appba a meglévő fiókjával („%@”)?
id: Masuk ke %@ menggunakan akun “%@” Anda yang ada?
it: Vuoi accedere a %@ con l’account esistente “%@”?
ja: 既存のアカウント“%2$@”を使用して%1$@にサインインしますか?
kk: %@ қолданбасына қолданыстағы «%@» аккаунтыңызбен кіру қажет пе?
kn: ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆ “%@” ಅನ್ನು ಬಳಸಿಕೊಂಡು %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಬೇಕೆ?
ko: 기존의 ‘%2$@’ 계정을 사용하여 %1$@에 로그인하겠습니까?
lt: Prisijungti prie „%@“ naudojant esamą paskyrą „%@“?
ml: %@ എന്നതിലേക്ക് നിങ്ങളുടെ നിലവിലെ അക്കൗണ്ട് ‘%@’ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യണോ?
mr: तुमचे सध्याचे ‘%@’ अकाउंट वापरून %@ मध्ये साइन इन करायचे का?
ms: Daftar masuk ke %@ menggunakan akaun sedia ada anda “%@”?
nl: Inloggen bij %@ met je bestaande account '%@'?
no: Vil du logge på %@ med kontoen «%@»?
or: ଆପଣଙ୍କ ବିଦ୍ଯମାନ “%@” ଆକାଉଣ୍ଟ୍‌ର ବ୍ଯବହାର କରି %@ରେ ସାଇନ୍‌ ଇନ୍‌ କରିବେ?
pa: ਕੀ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਖਾਤੇ “%@” ਦੀ ਵਰਤੋਂ ਕਰਕੇ %@ ’ਤੇ ਸਾਈਨ ਇਨ ਕਰਨਾ ਹੈ?
pl: Zalogować się w aplikacji %@, używając istniejącego konta „%@”?
pt_br: Iniciar a sessão em %@ usando sua conta existente “%@”?
pt_pt: Iniciar sessão em %@ com a sua conta existente “%@”?
ro: Doriți să vă autentificați în aplicația %@ utilizând contul dvs. existent „%@”?
ru: Хотите войти в приложение «%@» с существующей учетной записью %@?
sk: Prihlásiť sa do apky %@ pomocou existujúceho účtu „%@“?
sl: Se želite v aplikacijo %@ vpisati z obstoječim računom »%@«?
sv: Vill du logga in på %@ med hjälp av ditt befintliga konto ”%@”?
ta: ஏற்கெனவே உள்ள உங்கள் “%@” கணக்கைப் பயன்படுத்தி %@இல் உள்நுழையவா?
te: ఇప్పటికే ఉన్న మీ ఖాతా “%@”ను ఉపయోగించి %@‌కు సైన్ ఇన్ చేయాలనుకుంటున్నారా?
th: ลงชื่อเข้า%[tt]@โดยใช้บัญชี “%@” ที่มีอยู่ของคุณหรือไม่
tr: Var olan “%2$@” hesabınızla %1$@ uygulamasına giriş yapılsın mı?
uk: Увійти в «%@» із наявним обліковим записом «%@»?
ur: اپنے موجودہ اکاؤنٹ ‏”%@” کا استعمال کر کے ‏%@ میں سائن اِن کریں؟
vi: Đăng nhập vào %@ bằng tài khoản “%@” hiện có của bạn?
zh_cn: 使用现有账户“%2$@”登录%1$@？
zh_hk: 要使用你的現有帳户「%2$@」來登入%1$@嗎？
zh_tw: 要使用現有帳號「%2$@」登入%1$@嗎？

# ENROLL_FORGOT_BUTTON
source: Forgot %@ password?
ar: هل نسيت كلمة سر %@؟
bg: Забравили сте %@ паролата?
bn: %@-এর পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya del dispositiu %@?
cs: Zapomněli jste heslo k zařízení %@?
da: Glemt adgangskoden til %@?
de: %@-Passwort vergessen?
el: Ξεχάσατε το συνθηματικό του %@;
es: ¿Has olvidado la contraseña de %@?
es_419: ¿Olvidaste la contraseña del %@?
fi: Unohditko laitteen %@ salasanan?
fr: Vous avez oublié le mot de passe de votre %@ ?
fr_ca: Vous avez oublié le mot de passe de votre %@?
gu: %@નો પાસવર્ડ ભૂલી ગયા છો?
he: שכחת את הסיסמה של %@?
hi: %@ का पासवर्ड भूल गए?
hr: Zaboravili ste lozinku za %@?
hu: Elfelejtette a(z) %@ jelszavát?
id: Lupa kata sandi %@?
it: Hai dimenticato la password di %@?
ja: %@のパスワードをお忘れですか?
kk: %@ құпиясөзін ұмыттыңыз ба?
kn: %@ ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಹೋಗಿದೆಯೇ?
ko: %@의 암호를 잊어버렸습니까?
lt: Pamiršote „%@“ slaptažodį?
ml: %@ പാസ്‌വേഡ് മറന്നോ?
mr: %@ चा पासवर्ड विसरलात का?
ms: Terlupa kata laluan %@?
nl: Wachtwoord van %@ vergeten?
no: Glemt %@-passordet?
or: %@ ପାସ୍‌ୱର୍ଡ୍‌ ଭୁଲିଯାଇଛନ୍ତି?
pa: ਕੀ %@ ਦਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz hasła (%@)?
pt_br: Esqueceu a senha de %@?
pt_pt: Esqueceu‑se da palavra‑passe de %@?
ro: Ați uitat parola pentru %@?
ru: Забыли пароль %@?
sk: Zabudli ste heslo zariadenia %@?
sl: Ste pozabili geslo %@?
sv: Har du glömt lösenordet för %@?
ta: %@ பாஸ்வேர்டு மறந்துவிட்டதா?
te: %@ పాస్‌వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่านของ%[tt]@ใช่ไหม
tr: %@ parolasını mı unuttunuz?
uk: Забули пароль %@?
ur: ‏%@ کا پاس ورڈ بھول گئے؟
vi: Bạn quên mật khẩu của %@?
zh_cn: 忘记“%@”密码？
zh_hk: 忘記%@的密碼？
zh_tw: 忘記%@密碼？

# AUTHORIZATION_PRIVACY_REVIEW_CONFIRM
source: Continue
ar: متابعة
bg: Продължи
bn: চালু রাখুন
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
gu: આગળ વધો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
ml: തുടരൂ
mr: चालू ठेवा
ms: Teruskan
nl: Ga door
no: Fortsett
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
ta: தொடர்க
te: కొనసాగించండి
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# BIO_BUTTON_CONTINUE_TITLE
source: Continue with Touch ID
ar: المتابعة باستخدام بصمة الإصبع
bg: Продължете с Touch ID
bn: Touch ID দিয়ে কাজটি চালিয়ে যান
ca: Continua amb el Touch ID
cs: Pokračovat s Touch ID
da: Fortsæt med Touch ID
de: Mit Touch ID fortfahren
el: Συνέχεια με Touch ID
es: Continúa con Touch ID
es_419: Continuar con Touch ID
fi: Jatka Touch ID:llä
fr: Continuer avec Touch ID
fr_ca: Continuer avec Touch ID
gu: Touch ID દ્વારા ચાલુ રાખો
he: המשך עם Touch ID
hi: Touch ID से जारी रखें
hr: Nastavi koristeći Touch ID
hu: Folytatás Touch ID-val
id: Lanjutkan dengan Touch ID
it: Continua con Touch ID
ja: Touch IDで続ける
kk: Touch ID арқылы жалғастыру
kn: Touch ID ಮೂಲಕ ಮುಂದುವರಿಯಿರಿ
ko: Touch ID로 계속하기
lt: Tęsti naudojant „Touch ID“
ml: Touch ID ഉപയോഗിച്ച് തുടരൂ
mr: Touch ID सह चालू ठेवा
ms: Teruskan dengan Touch ID
nl: Ga door met Touch ID
no: Fortsett med Touch ID
or: Touch ID ସହିତ ଜାରି ରଖନ୍ତୁ
pa: Touch ID ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj, używając Touch ID
pt_br: Continuar com Touch ID
pt_pt: Continuar com Touch ID
ro: Continuați cu Touch ID
ru: Продолжить с Touch ID
sk: Pokračovať s Touch ID
sl: Nadaljuj s Touch ID
sv: Fortsätt med Touch ID
ta: Touch ID மூலம் தொடர்
te: Touch IDతో కొనసాగించండి
th: ดำเนินการต่อด้วย Touch ID
tr: Touch ID ile Sürdür
uk: Продовжити з Touch ID
ur: ‏⁨Touch ID⁩ سے جاری رکھیں
vi: Tiếp tục bằng Touch ID
zh_cn: 通过触控ID继续
zh_hk: 使用Touch ID繼續
zh_tw: 使用Touch ID繼續

# PASSWORD_ALERT_PLACEHOLDER
source: Password
ar: كلمة السر
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kk: Құпиясөз
kn: ಪಾಸ್‌ವರ್ಡ್
ko: 암호
lt: Slaptažodis
ml: പാസ്‌വേഡ്
mr: पासवर्ड
ms: Kata Laluan
nl: Wachtwoord
no: Passord
or: ପାସ୍‌ୱର୍ଡ୍‌
pa: ਪਾਸਵਰਡ
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
ta: பாஸ்வேர்டு
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Parola
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# ENTER_VERIFICATION_CODE_REPAIR
source: Enter the code sent to your nearby Apple device.
ar: أدخل الرمز الذي أُرسل إلى جهاز Apple القريب.
bg: Въведете кода, изпратен на вашето Apple устройство наблизо.
bn: আপনার কাছাকাছি থাকা Apple ডিভাইসে পাঠানো কোডটি লিখুন।
ca: Introdueix el codi que se t’ha enviat al dispositiu Apple que tens a prop.
cs: Zadejte kód zaslaný na vaše blízké zařízení Apple.
da: Skriv koden, der er sendt til din Apple-enhed i nærheden.
de: Gib den Code ein, der an dein Apple-Gerät in der Nähe gesendet wurde.
el: Εισαγάγετε τον κωδικό που στάλθηκε στην κοντινή συσκευή Apple σας.
es: Introduce el código que se ha enviado a tu dispositivo Apple cercano.
es_419: Ingresa el código de verificación enviado a tu dispositivo Apple cercano.
fi: Syötä koodi, joka lähetettiin lähellä olevaan Apple-laitteeseesi.
fr: Saisissez le code envoyé à votre appareil Apple à proximité.
fr_ca: Entrez le code envoyé à votre appareil Apple à proximité.
gu: તમારી નજીકના Apple ડિવાઇસ પર મોકલવામાં આવેલ કોડ એંટર કરો.
he: יש להזין את הקוד שנשלח למכשיר ה-Apple הסמוך שלך.
hi: आपके आस-पास के Apple पर भेजा गया कोड दर्ज करें।
hr: Unesite kôd koji je poslan na vaš obližnji Apple uređaj.
hu: Adja meg a közeli Apple-eszközére küldött kódot.
id: Masukkan kode yang dikirimkan ke perangkat Apple Anda di sekitar.
it: Inserisci il codice inviato al tuo dispositivo Apple nelle vicinanze.
ja: 近くのAppleデバイスに送信されたコードを入力してください。
kk: Жақын жердегі Apple құрылғыңызға жіберілген кодты енгізіңіз.
kn: ನಿಮ್ಮ ಹತ್ತಿರದಲ್ಲಿರುವ Apple ಸಾಧನಕ್ಕೆ ಕಳುಹಿಸಲಾದ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 근처 Apple 기기로 전송된 코드를 입력하십시오.
lt: Įveskite kodą, išsiųstą į netoliese esantį „Apple“ įrenginį.
ml: നിങ്ങളുടെ സമീപത്തുള്ള Apple ഡിവൈസിലേക്ക് അയച്ച കോഡ് നൽകൂ.
mr: तुमच्या जवळपासच्या Apple डिव्हाइसवर पाठवलेला कोड प्रविष्ट करा.
ms: Masukkan kod yang dihantar ke peranti Apple berdekatan.
nl: Voer de code in die is verstuurd naar je Apple apparaat in de buurt.
no: Oppgi koden som ble sendt til Apple-enheten i nærheten.
or: ଆପଣଙ୍କ ଆଖପାଖର Apple ଡିଭାଇସ୍‌କୁ ପଠାଯାଇଥିବା କୋଡ୍ ଲେଖନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਨੇੜਲੇ Apple ਡਿਵਾਈਸ ’ਤੇ ਭੇਜਿਆ ਗਿਆ ਕੋਡ ਭਰੋ।
pl: Podaj kod wysłany na Twoje pobliskie urządzenie Apple.
pt_br: Digite o código enviado para seu dispositivo Apple por perto.
pt_pt: Digite o código enviado para o seu dispositivo Apple que se encontra por perto.
ro: Introduceți codul trimis către dispozitivul Apple din apropiere.
ru: Введите код, отправленный на Ваше устройство Apple рядом.
sk: Zadajte kód odoslaný na vaše Apple zariadenie v blízkosti.
sl: Vnesite kodo, poslano v napravo Apple v bližini.
sv: Ange koden som skickades till din Apple-enhet i närheten.
ta: உங்களுக்கு அருகிலுள்ள Apple சாதனத்திற்கு அனுப்பப்பட்ட குறியீட்டை உள்ளிடவும்.
te: మీ సమీపంలోని Apple డివైజ్‌కు పంపిన కోడ్‌ను నమోదు చేయండి.
th: ป้อนรหัสที่ส่งไปยังอุปกรณ์ Apple ที่อยู่ใกล้เคียงของคุณ
tr: Yakındaki Apple aygıtınıza gönderilen kodu girin.
uk: Введіть код, надісланий на ваш пристрій Apple поблизу.
ur: آپ کے آس پاس کے ‏Apple پر بھیجا گیا کوڈ درج کریں۔
vi: Nhập mã được gửi đến thiết bị Apple ở gần của bạn.
zh_cn: 输入发送到你附近Apple设备的验证码。
zh_hk: 輸入已傳送至你附近Apple裝置的驗證碼。
zh_tw: 輸入已傳送至你附近Apple裝置的驗證碼。

# PASSWORD_RESET_OPTIONS_SCREEN_SUMMARY
source: Reset %@’s (%@) password or use this iPhone to help someone else reset their password.
ar: إعادة تعيين كلمة سر %@ ‏(%@) أو استخدام هذا الـ iPhone لمساعدة شخص آخر في إعادة تعيين كلمة السر الخاصة به.
bg: Нулирайте паролата на %@ (%@) или използвайте този iPhone, за да помогнете на някой друг да нулира своята парола.
bn: %@-এর (%@) পাসওয়ার্ড রিসেট করুন অথবা অন্য কাউকে তাদের পাসওয়ার্ড রিসেটে সহায়তা করতে এই iPhone-টি ব্যবহার করুন।
ca: Restableix la contrasenya per a %@ (%@) o ajuda algú altre a restablir la seva amb aquest iPhone.
cs: Obnovte heslo uživatele %@ (%@) nebo pomozte obnovit heslo někomu jinému pomocí tohoto iPhonu.
da: Nulstil adgangskoden for %@ (%@), eller brug denne iPhone til at hjælpe en anden person med at nulstille vedkommendes adgangskode.
de: Setze das Passwort von %@ (%@) zurück oder hilf einer anderen Person über dieses iPhone, ihr Passwort zurückzusetzen.
el: Επαναφέρετε το συνθηματικό του ατόμου «%@» (%@) ή χρησιμοποιήστε αυτό το iPhone για να βοηθήσετε κάποιο άλλο άτομο να επαναφέρει το συνθηματικό του.
es: Restablece la contraseña de %@ (%@) o ayuda a otra persona a restablecer la suya con este iPhone.
es_419: Restablece la contraseña de %@ (%@) o usa este iPhone para ayudar a otra persona a cambiar su contraseña.
fi: Nollaa salasana, jota %@ käyttää, (%@) tai auta jotakuta muuta nollaamaan salasanansa käyttämällä tätä iPhonea.
fr: Réinitialisez le mot de passe de %@ (%@) ou utilisez cet iPhone pour aider une autre personne à réinitialiser son mot de passe.
fr_ca: Réinitialisez le mot de passe de %@ (%@) ou utilisez cet iPhone pour aider quelqu’un à réinitialiser son mot de passe.
gu: %1$@નો (%2$@) પાસવર્ડ ફરીથી સેટ કરો અથવા આ iPhone દ્વારા કોઈ બીજી વ્યક્તિને એનો પાસવર્ડ ફરીથી સેટ કરવામાં મદદ કરો.
he: ניתן לאפס את הסיסמה של %@ ‏(%@) או להשתמש ב-iPhone זה לסיוע באיפוס סיסמה של מישהו אחר.
hi: %@ का (%@) का पासवर्ड रीसेट करें या इस iPhone के ज़रिए किसी अन्य व्यक्ति को उसका पासवर्ड रीसेट करने में मदद करें।
hr: Resetirajte lozinku korisnika %@ (%@) ili upotrijebite ovaj iPhone kako biste pomogli nekome da resetira svoju lozinku.
hu: Új jelszót kérhet %@ számára (%@), vagy segíthet valakinek új jelszót kérni ezzel az iPhone-nal.
id: Atur ulang kata sandi %@ (%@) atau gunakan iPhone ini untuk membantu orang lain mengatur ulang kata sandinya.
it: Reimposta la password di %@ (%@) oppure usa questo iPhone per aiutare qualcun altro a reimpostarla.
ja: %@（%@）のパスワードをリセットしたり、このiPhoneを使用してほかの人がパスワードをリセットするのを手伝うことができます。
kk: %@ (%@) құпиясөзін бастапқы күйге қайтарыңыз немесе басқа біреуге құпиясөзді бастапқы күйге қайтаруға көмектесу үшін осы iPhone құрылғысын пайдаланыңыз.
kn: %@ ಅವರ (%@) ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಿ ಅಥವಾ ಬೇರೊಬ್ಬರಿಗೆ ಅವರ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ರೀಸೆಟ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುವುದಕ್ಕೆ ಈ iPhone ಬಳಸಿ.
ko: %@(%@)의 암호를 재설정하거나, 이 iPhone을 사용하여 다른 사람이 암호를 재설정할 수 있도록 도와주십시오.
lt: Iš naujo nustatykite naudotojo %@ (%@) slaptažodį arba naudokite šį „iPhone“, kad padėtumėte kitam asmeniui iš naujo nustatyti slaptažodį.
ml: %@ എന്നതിന്റെ (%@) പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യൂ അല്ലെങ്കിൽ മറ്റാരെയെങ്കിലും അവരുടെ പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യാൻ സഹായിക്കുന്നതിന് ഈ iPhone ഉപയോഗിക്കൂ.
mr: %@ चा (%@) पासवर्ड रिसेट करा किंवा दुसऱ्या कोणाला त्यांचा पासवर्ड रिसेट करण्यात मदत करण्यासाठी हा iPhone वापरा.
ms: Reset kata laluan %@ (%@) atau gunakan iPhone ini untuk membantu orang lain mereset kata laluan mereka.
nl: Stel het wachtwoord van %@ (%@) opnieuw in of gebruik deze iPhone om iemand anders te helpen bij het opnieuw instellen van het wachtwoord.
no: Nullstill passordet til %@ (%@), eller bruk denne iPhonen til å hjelpe noen andre med å nullstille passordet sitt.
or: %@ଙ୍କର (%@) ପାସ୍‌ୱର୍ଡ୍ ରୀସେଟ୍ କରନ୍ତୁ କିମ୍ବା ଆଉ କାହାକୁ ତାଙ୍କ ପାସ୍‌ୱର୍ଡ୍ ରୀସେଟ୍ କରିବା ପାଇଁ ସାହାଯ୍ୟ କରିବାକୁ ଏହି iPhone ବ୍ୟବହାର କରନ୍ତୁ।
pa: %@ ਦਾ (%@) ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰੋ ਜਾਂ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦਾ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਇਸ iPhone ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Wyzeruj hasło użytkownika %@ (%@) lub pomóż innej osobie wyzerować hasło, używając tego iPhone’a.
pt_br: Redefina a senha de %@ (%@) ou use este iPhone para ajudar outra pessoa a redefinir sua senha.
pt_pt: Reponha a palavra‑passe de %@ (%@) ou use este iPhone para ajudar a repor a palavra‑passe de outra pessoa.
ro: Resetați parola utilizatorului %@ (%@) sau utilizați acest iPhone pentru a ajuta altă persoană să‑și reseteze parola.
ru: Сбросьте пароль пользователя %@ (%@) или используйте этот iPhone, чтобы помочь другому человеку сбросить пароль.
sk: Resetujte heslo užívateľa %@ (%@) alebo pomôžte resetovať heslo niekomu inému pomocou tohto iPhonu.
sl: Ponastavite geslo osebe %@ (%@) ali uporabite ta iPhone in pomagajte nekomu drugemu ponastaviti geslo.
sv: Skapa ett nytt lösenord för %@ (%@) eller använd denna iPhone till att låta någon annan skapa nytt lösenord åt sig själv.
ta: %@இன் (%@) பாஸ்வேர்டை மீட்டமைக்கவும் அல்லது வேறொருவரின் பாஸ்வேர்டை மீட்டமைக்க இந்த iPhoneஐப் பயன்படுத்தவும்.
te: %@ గారి (%@) పాస్‌వర్డ్‌ను రీసెట్ చేయండి లేదా మరెవరైనా వారి పాస్‌వర్డ్‌ను రీసెట్ చేయడానికి ఈ iPhoneను ఉపయోగించండి.
th: รีเซ็ตรหัสผ่าน (%2$@) ของ%1$[tt]@หรือใช้ iPhone เครื่องนี้เพื่อช่วยรีเซ็ตรหัสผ่านให้คนอื่น
tr: %@ adlı kişinin (%@) parolasını sıfırlayın ya da başka birinin parolasını sıfırlamasına yardım etmek için bu iPhone'u kullanın.
uk: Скиньте пароль %@ (%@) або іншого користувача за допомогою цього iPhone.
ur: ‏%1$@ کا ‏⁨(%2$@)⁩ پاس ورڈ ری سیٹ کریں یا اس آئی فون کے ذریعے اپنا پاس ورڈ ری سیٹ کرنے میں کسی اور کی مدد کریں۔
vi: Đặt lại mật khẩu của %@ (%@) hoặc sử dụng iPhone này để giúp người khác đặt lại mật khẩu của họ.
zh_cn: 重设%@的(%@)密码，或用此iPhone帮助他人重设密码。
zh_hk: 重設%@（%@）的密碼，或使用此iPhone協助其他人重設其密碼。
zh_tw: 重置%@的（%@）密碼或使用此iPhone來協助其他人重置其密碼。
